/* XMSG: Placeholder text in chart when there is no data */
"No Data" = "データがありません";

/* XBUT: Save action in inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Save" = "保存";

/* XBUT: Re-enter action available in saved state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Re-enter Signature" = "署名を再入力";

/* XBUT: Clear action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Clear" = "消去";

/* XBUT: Cancel action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Cancel" = "キャンセル";

/* XTIT: Title of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Signature" = "署名";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Tap to Sign" = "タップして署名";

/* XACT: The accessibility label for the signature area */
"Signature Area" = "署名エリア";

/* XACT: The accessibility hint for the signature area */
"Double tap and drag to sign" = "ダブルタップし、ドラッグして署名します";

/* XACT: The accessibility label for the signature image */
"Signature Image" = "署名イメージ";

/* XACT: The accessibility label for the signature line */
"Signature Line" = "署名ライン";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Canceled" = "キャンセルされました";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Next" = "次";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Ok" = "OK";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Status" = "ステータス";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"User canceled Onboarding" = "ユーザがオンボーディングをキャンセルしました";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Without consent you will not be able to continue onboarding." = "承諾なしでオンボーディングを続行することはできません。";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Give Consent" = "承諾する";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Quit" = "中止";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Back" = "戻る";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Step" = "ステップ";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"of" = "/";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Are you sure you want to quit the onboarding process?" = "オンボーディングプロセスを中止してよろしいですか";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Want Data Privacy?" = "データプライバシーが必要ですか?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Be wise about your data" = "データについて必要なことを知る";

/* XBUT: Not Now action title in UserConsentForm */
"Not Now" = "後で";

/* XBUT: Allow action title in UserConsentForm */
"Allow" = "許可";

/* XBUT: Deny action title in UserConsentForm */
"Deny" = "拒否";

/* XBUT: Agree action title in EULAView */
"Agree" = "同意する";

/* XBUT: Disagree action title in EULAView */
"Disagree" = "同意しない";

/* XMSG: Placeholder text in DataTable for loading state */
"Loading..." = "ロード中...";

/* XMSG: Placeholder text in DataTable when there is no data */
"There is nothing to display yet" = "表示する内容がまだありません";

/* XBUT: Default duration foramtter in DataTable */
"%d Hrs %d Min" = "%d 時間 %d 分";

/* XBUT: Done action in keyboard toolbar for a Textfield in DataTable */
"Done" = "完了";

/* XBUT: Error messages shown to users in DataTable */
"There are %d errors in the data table." = "データテーブルに %d エラーがあります。";

/* XBUT: voice over label for row header in DataTable */
"row header" = "行ヘッダ";

/* XBUT: voice over label for row %d in DataTable */
"row %d" = "行 %d";

/* XBUT: voice over label for column %d in DataTable */
"column %d" = "列 %d";

/* XBUT: voice over label for cell type of `leading accessory` in DataTable */
"leading accessory" = "先行アクセサリ";

/* XBUT: voice over label for cell type of `trailing accessory` in DataTable */
"trailing accessory" = "後続アクセサリ";

/* XBUT: voice over label for cell type of `text` in DataTable */
"text" = "テキスト";

/* XBUT: voice over label for cell type of `image` in DataTable */
"image" = "画像";

/* XBUT: voice over label for cell type of `date` in DataTable */
"date" = "日付";

/* XBUT: voice over label for cell type of `time` in DataTable */
"time" = "時刻";

/* XBUT: voice over label for cell type of `duration` in DataTable */
"duration" = "期間";

/* XBUT: voice over label for cell type of `list item` in DataTable */
"list item" = "リスト項目";

/* XBUT: voice over label for row selection status in DataTable */
"selected" = "選択済み";

/* XBUT: voice over label for row selection status in DataTable */
"not selected" = "未選択";

/* XBUT: calendar time component label */
"Time" = "時刻";

/* XBUT: slider default value label formatter for integer */
"Value: %d" = "値: %d";

/* XMSG: a toast message for read-only cell in DataTable */
"Tapped cell is read-only." = "タップされたセルは読み込み専用です。";

/* Default hint text for Read-only Field for NoteFormView and TextFieldFormView */
"Read-only field" = "読み込み専用フィールド";

/* Default error text for when the character count reaches the maximum limit for NoteFormView and TextFieldFormView */
"No more characters remaining" = "残り文字数がありません";

/* Default error text for when the character count exceeds the maximum limit for NoteFormView and TextFieldFormView */
"Reduce the number of characters" = "文字数を削減してください";

